Repository: ndloc1905/trangdongwatch
Catalog: admin/locales/msg.tmx
Source language: en
Languages: vi

source: Email has registered.
vi: Email đã được đăng ký.

source: Email unregistered.
vi: Email chưa được đăng ký.

source: Page to set banner is required.
vi: Vui lòng chọn trang đặt banner.

source: Name is required.
vi: Vui lòng nhập tên.

source: Sorter is required.
vi: Vui lòng nhập thứ tự hiển thị.

source: Address is required.
vi: Vui lòng nhập địa chỉ.

source: Login is invalid.
vi: Đăng nhập không hợp lệ.

source: Company name is required.
vi: Vui lòng nhập tên công ty.

source: Company address is required.
vi: Vui lòng nhập địa chỉ công ty.

source: Company phone is required.
vi: Vui lòng nhập điện thoại công ty.

source: Image is required.
vi: Vui lòng chọn hình.

source: Banner is required.
vi: Vui lòng chọn banner.

source: Title is required.
vi: Vui lòng nhập tiều đề.

source: Content is required.
vi: Vui lòng nhập nội dung.

source: Execute successfully.
vi: Hành động đã thực hiện thành công.

source: Are you sure you want to execute this action?
vi: Bạn chắc chắn muốn thực hiện hành động này không?

source: Room is required.
vi: Vui lòng chọn phòng.

source: Code is required.
vi: Vui lòng nhập mã số.

source: Employer code is required.
vi: Vui lòng nhập mã số NV.

source: Employer code is invalid.
vi: Mã số NV không tồn tại trong hệ thống.

source: Car code is required.
vi: Vui lòng nhập số xe.

source: Car code is invalid.
vi: Số xe không tồn tại trong hệ thống.

source: Order number is required.
vi: Vui lòng nhập số HĐ.
